fisherman/await
edc/bass
fisherman/fzf
fisherman/get
fisherman/getopts
fishpkg/fish-git-util
fishpkg/fish-host-info
fishpkg/fish-humanize-duration
fishpkg/fish-last-job-id
fisherman/last_job_id
oh-my-fish/plugin-node-binpath
fisherman/nvm
laughedelic/pisces
fishpkg/fish-prompt-mono
fishpkg/fish-pwd-info
fishpkg/fish-pwd-is-home
jorgebucaran/fish-spark
