fisherman/await
edc/bass
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/git_util
fisherman/host_info
fisherman/humanize_duration
fisherman/last_job_id
fisherman/metro
oh-my-fish/plugin-node-binpath
fisherman/nvm
fisherman/pwd_info
fisherman/pwd_is_home
fisherman/segment
